{
    "SubTitles": {
        "item": {
            "life": 5.5,
            "text": "Before we can hope to defeat Apocalypse, we must first determine how to gain entry to his stronghold.",
            "time": 2
        },
        "item": {
            "life": 7.4,
            "text": "You want us to go inside Apocalypse's Tower? That's daft. It can't be done.",
            "time": 7.8
        },
        "item": {
            "life": 1,
            "text": "Watch it, Toad.",
            "time": 15.3
        },
        "item": {
            "life": 6.8,
            "text": "Right, right... I almost forgot. We're one big happy dysfunctional family.",
            "time": 16.9
        },
        "item": {
            "life": 4.9,
            "text": "If I may continue. Moira believes Sebastian Shaw might be of help.",
            "time": 24
        },
        "item": {
            "life": 6.2,
            "text": "Shaw's bad news, Professor. He's head of the Hellfire Club. And they aren't exactly big fans of the X-Men.",
            "time": 29.3
        },
        "item": {
            "life": 5.9,
            "text": "I understand, Bishop. But it's because of his unsavory connections that he might know secrets of Apocalypse.",
            "time": 35.6
        },
        "item": {
            "life": 3.6,
            "text": "He also might wanna hand us over for a nice reward.",
            "time": 41.5
        },
        "item": {
            "life": 4.7,
            "text": "Hey... somehow this has gotta figure into Destiny's prediction.",
            "time": 45.2
        },
        "item": {
            "life": 2.8,
            "text": "Toad, I ain't warnin' you again.",
            "time": 49.9
        },
        "item": {
            "life": 2.6,
            "text": "Oh, all right.",
            "time": 52.6
        },
        "item": {
            "life": 2.3,
            "text": "So what do you want us to do, Professor?",
            "time": 55.4
        },
        "item": {
            "life": 7.8,
            "text": "Travel to New York City and find Mr. Shaw. Then, see if he has the information we desire and what he would like in return.",
            "time": 57.6
        },
        "item": {
            "life": 3.1,
            "text": "How about we persuade him the old fashioned way?",
            "time": 65.4
        },
        "item": {
            "life": 5.2,
            "text": "Wolverine, ain't you ever gonna learn you can't solve every problem with your fists?",
            "time": 68.5
        },
        "item": {
            "life": 5.2,
            "text": "Don't know. Ain't never run across a problem I couldn't solve with my fists.",
            "time": 73.7
        },
        "item": {
            "life": 6.3,
            "text": "No, there will be no violence against Mr. Shaw. Simply find him and see if we can reach an agreement.",
            "time": 78.9
        },
        "item": {
            "life": 3.1,
            "text": "Any questions? Then good luck to you.",
            "time": 85.8
        }
    }
}