{
    "SubTitles": {
        "item": {
            "life": 5.7,
            "text": "Let me begin this meeting by saying I'm encouraged by how well our venture went with Blink.",
            "time": 5
        },
        "item": {
            "life": 2.3,
            "text": "Like I care what you think, little brother.",
            "time": 10.8
        },
        "item": {
            "life": 3.5,
            "text": "Watch it, 'Jugs'... you better mind your manners.",
            "time": 13.1
        },
        "item": {
            "life": 6.8,
            "text": "I'm guessing your mutant power is the ability to absorb pain. Cause no one talks to me like that.",
            "time": 16.9
        },
        "item": {
            "life": 4.7,
            "text": "I'm not looking for a fight. All I want is for you to show Professor Xavier a little respect.",
            "time": 23.9
        },
        "item": {
            "life": 14.5,
            "text": "Like the respect you X-Men have been showin' us? Ooo, that's bloody rich. Ever since you come to Genosha you been treatin' us like we got the plague. If you ask me you're all a bunch of uptight snobs.",
            "time": 28.6
        },
        "item": {
            "life": 4.5,
            "text": "Ya'll better watch your tongue, Toad, before I decide to take it fer a trophy.",
            "time": 43.1
        },
        "item": {
            "life": 2.6,
            "text": "Silence! Let Xavier speak!",
            "time": 47.6
        },
        "item": {
            "life": 6.9,
            "text": "Thank you, Erik. To free Genosha we must first acquire the security codes for the city's doors.",
            "time": 50.6
        },
        "item": {
            "life": 2,
            "text": "Doesn't Magneto already know them?",
            "time": 57.5
        },
        "item": {
            "life": 10.2,
            "text": "No. The codes were computer generated daily and transmitted to the airships. I can only hope Apocalypse hasn't figured out how to generate new codes.",
            "time": 59.5
        },
        "item": {
            "life": 4.5,
            "text": "So the airships out in the Dead Zone should contain the latest security codes?",
            "time": 69.8
        },
        "item": {
            "life": 9,
            "text": "Correct. And that is why a team is needed to venture further into the Dead Zone. There they can retrieve access codes from the computer of a downed airship.",
            "time": 74.4
        },
        "item": {
            "life": 6.1,
            "text": "Ha! Maybe ya better save me fer a bigger mission. This once sounds like it's gonna be a cakewalk.",
            "time": 83.4
        },
        "item": {
            "life": 5.5,
            "text": "We can only hope. Be on your way and be on your guard. Good luck.",
            "time": 89.6
        }
    }
}