{
    "SubTitles": {
        "item": {
            "life": 7.5,
            "text": "You did a commendable job of locating the Genosha security code. With that we can now enter the city.",
            "time": 2.2
        },
        "item": {
            "life": 7.3,
            "text": "But ol' Apocalypse has got guards posted on every door. That place is locked up tighter than a crock's jaw.",
            "time": 9.9
        },
        "item": {
            "life": 3.6,
            "text": "There's an entrance near the seawall that's not being watched.",
            "time": 17.3
        },
        "item": {
            "life": 4.4,
            "text": "I know the door you speak of. It was buried months ago during an earthquake.",
            "time": 21.1
        },
        "item": {
            "life": 11.7,
            "text": "Right you are, Wanda. You've got it all, beauty and intelligence. A man would be bloody lucky to have the affections of a woman like you, he would.",
            "time": 25.6
        },
        "item": {
            "life": 2.9,
            "text": "Please, show some self-respect.",
            "time": 37.2
        },
        "item": {
            "life": 1.3,
            "text": "What?",
            "time": 40
        },
        "item": {
            "life": 10.8,
            "text": "Wanda's correct - but during the attack on Genosha, Apocalypse unleashed genetically enhanced creatures known as the Cerci.",
            "time": 42
        },
        "item": {
            "life": 8.3,
            "text": "They're mindless, carnivorous insects. They breed at a highly accelerated rate - unchecked they could overrun the entire island in a matter of months.",
            "time": 52.8
        },
        "item": {
            "life": 12.7,
            "text": "They've already created a sizeable nest - one which appears to be to our advantage. The X-Man, Angel, followed the tunnels and discovered the Cerci have unearthed the door that had been buried.",
            "time": 61.2
        },
        "item": {
            "life": 8.4,
            "text": "No worries den. I'll just wear me some bug stompin' boots an we be at dat door in no time.",
            "time": 73.9
        },
        "item": {
            "life": 5.5,
            "text": "Gambit, the Cerci grow to the size of a man and they can crush rock with their mandibles.",
            "time": 82.4
        },
        "item": {
            "life": 2.6,
            "text": "Oh, dat's not so good.",
            "time": 88
        },
        "item": {
            "life": 12.5,
            "text": "Which is why an entire team is needed to battle through the tunnels to the door. Once there, you'll be able to use the security code and enter into back area of Genosha. Good luck to you.",
            "time": 90.6
        }
    }
}