{
    "SubTitles": {
        "item": {
            "life": 11.4,
            "text": "Greetings. It seems we have a situation that requires your immediate attention. While scouting the area, Angel discovered a small army preparing to destroy the atmospheric generators for the Savage Land.",
            "time": 2.7
        },
        "item": {
            "life": 4.5,
            "text": "Excuse my ignorance, Professor, but what are atmospheric generators?",
            "time": 14.1
        },
        "item": {
            "life": 7.7,
            "text": "They are highly advanced equipment left behind by aliens long ago. The generators are what create the Savage Land's tropical environment.",
            "time": 18.7
        },
        "item": {
            "life": 5.8,
            "text": "But if those generators are destroyed this entire area'll be plunged back into the Antarctic temperatures that surround it.",
            "time": 26.4
        },
        "item": {
            "life": 5.1,
            "text": "Mein Gott. This is terrible. Thousands would freeze to death in a matter of hours.",
            "time": 32.3
        },
        "item": {
            "life": 3.3,
            "text": "Good heavens. Who would do something so vile?",
            "time": 37
        },
        "item": {
            "life": 6.1,
            "text": "Unknown. There's some speculation they are the forces of a Horseman of Apocalypse.",
            "time": 40.7
        },
        "item": {
            "life": 4.6,
            "text": "Well, we whipped the last one's butt in Genosha - who's Horseman number two?",
            "time": 46.8
        },
        "item": {
            "life": 2.1,
            "text": "That also is unknown.",
            "time": 51.4
        },
        "item": {
            "life": 6.8,
            "text": "Why do you people bother havin' these little briefing soirees when all you do is raise more questions?",
            "time": 53.5
        },
        "item": {
            "life": 4.3,
            "text": "They ask these questions so that when we're out in the field we know what to look for.",
            "time": 60.3
        },
        "item": {
            "life": 7.3,
            "text": "Thanks, Wanda. Now it makes complete sense. Go ahead, keep talkin' Chuck.",
            "time": 64.6
        },
        "item": {
            "life": 5.2,
            "text": "As I was saying, a small army is about to attack the atmospheric generators.",
            "time": 71.9
        },
        "item": {
            "life": 4.9,
            "text": "And you would like us to stop them before they can bring a new ice age to the Savage Land?",
            "time": 77.2
        },
        "item": {
            "life": 4.7,
            "text": "Yes. And perhaps you could question them for information that would lead us to Beast.",
            "time": 82.1
        },
        "item": {
            "life": 5.3,
            "text": "Oh, I'm certain we'll be able to find time to ask them for the whereabouts of our friend.",
            "time": 86.8
        },
        "item": {
            "life": 2.4,
            "text": "Very good. Until we meet again.",
            "time": 92
        }
    }
}