{
    "SubTitles": {
        "item": {
            "life": 11.5,
            "text": "Destiny had a most disturbing vision of the future. It spoke of the death of Beast, a victory by Apocalypse, and your having been betrayed by a teammate.",
            "time": 4
        },
        "item": {
            "life": 8.2,
            "text": "Aaah, tellin' the future's a bunch of hog wash. Nobody really knows what's gonna happen - at least not with me they don't.",
            "time": 15.5
        },
        "item": {
            "life": 8.4,
            "text": "I don' know 'bout dat, Wolverine. Down in New Orleans, I seen plenty a people do it, and day's usually right.",
            "time": 23.8
        },
        "item": {
            "life": 4.4,
            "text": "But she's talkin' about Beast dying! It can't be true!!",
            "time": 32.3
        },
        "item": {
            "life": 6.8,
            "text": "Rogue, I made the mistake of ignoring her predictions, and lost Genosha because of it.",
            "time": 36.7
        },
        "item": {
            "life": 8.1,
            "text": "Admittedly, this is disconcerting, but her predictions don't currently impact us. We are still planning on rescuing Beast.",
            "time": 43.6
        },
        "item": {
            "life": 5.5,
            "text": "But what if he croaks because we try ta save 'em? Maybe he'd be fine if we jus' leave 'em be?",
            "time": 51.7
        },
        "item": {
            "life": 5.3,
            "text": "You know better'n that, Cajun. We can't leave Beast in the hands of Apocalypse.",
            "time": 57.2
        },
        "item": {
            "life": 3.3,
            "text": "Yeah, yer right. We gotta risk it.",
            "time": 62.6
        },
        "item": {
            "life": 6.7,
            "text": "But what about her prediction of one of us rattin' the others out? Ain't we gonna do something about that?",
            "time": 66
        },
        "item": {
            "life": 3.9,
            "text": "An interesting point, Toad. But what would you have us do?",
            "time": 72.8
        },
        "item": {
            "life": 5.6,
            "text": "'ow should I know? You're the one with the big brain, you figure it out.",
            "time": 76.5
        },
        "item": {
            "life": 6,
            "text": "All we can do is be vigilant and report anything out of the ordinary.",
            "time": 82
        },
        "item": {
            "life": 4.6,
            "text": "Oh, I intend on keepin' both eyes wide-open fer trouble.",
            "time": 88.1
        },
        "item": {
            "life": 2.7,
            "text": "Very well then. Godspeed.",
            "time": 92.7
        }
    }
}