{
    "SubTitles": {
        "item": {
            "life": 3.2,
            "text": "Emma, can you broadcast to everyone here at the briefing?",
            "time": 2.5
        },
        "item": {
            "life": 4,
            "text": "Need you ask, Charles? It's not as if I'm a first year student.",
            "time": 5.7
        },
        "item": {
            "life": 6.4,
            "text": "No. Of course not. My apologies. Would you be so kind as to tell everyone what you've learned?",
            "time": 9.7
        },
        "item": {
            "life": 9,
            "text": "Certainly. Charles asked me to discover who or what is responsible for the comas suffered by leaders during the attack on New York City.",
            "time": 16.5
        },
        "item": {
            "life": 4.9,
            "text": "Yes. The military was paralyzed because of it and they still haven't recovered.",
            "time": 25.4
        },
        "item": {
            "life": 9.1,
            "text": "It was a rather masterful stroke on the part of Apocalypse. But after a long search I was able to confirm those comas were indeed psychic induced.",
            "time": 30.3
        },
        "item": {
            "life": 1.6,
            "text": "Who would do such a thing, Emma?",
            "time": 39.5
        },
        "item": {
            "life": 3.7,
            "text": "I'm fairly certain this is the work of former students of mine...",
            "time": 41.4
        },
        "item": {
            "life": 2,
            "text": "The Stepford Cuckoos?",
            "time": 45.2
        },
        "item": {
            "life": 3.5,
            "text": "Please, Bobby, I'd appreciate you not using that title.",
            "time": 47.2
        },
        "item": {
            "life": 4.7,
            "text": "Aren't those the three sisters who left the school after the fourth one was killed during a mission?",
            "time": 50.8
        },
        "item": {
            "life": 8,
            "text": "Yes, they've always blamed me for her death. I imagine they joined Apocalypse as some misguided attempt at revenge.",
            "time": 55.6
        },
        "item": {
            "life": 2.7,
            "text": "So where are these young ladies now?",
            "time": 63.6
        },
        "item": {
            "life": 6.5,
            "text": "I traced them to an ancient temple in Canada. Apocalypse has a large number of his priests guarding them.",
            "time": 66.4
        },
        "item": {
            "life": 1.8,
            "text": "Apocalypse has priests?",
            "time": 72.8
        },
        "item": {
            "life": 9.4,
            "text": "Oh, yes. True to his egomaniacal form, Apocalypse has built an entire cult that worships him. They call themselves Madri priests.",
            "time": 74.7
        },
        "item": {
            "life": 3,
            "text": "What would you have us do, Miss Frost?",
            "time": 83.7
        },
        "item": {
            "life": 12.4,
            "text": "I'll meet you at the front of temple and we'll explore the interior together. If this does turn out to be the work of my girls, they're going to find out in exquisite detail just how unhappy I am.",
            "time": 87.3
        },
        "item": {
            "life": 2.3,
            "text": "Boy, glad I'm not them.",
            "time": 99.6
        },
        "item": {
            "life": 3,
            "text": "Very good, Emma. A team will be sent immediately.",
            "time": 102.5
        },
        "item": {
            "life": 3.8,
            "text": "Thank you, Charles, my sweet. I await their arrival.",
            "time": 105.3
        }
    }
}