{
    "SubTitles": {
        "item": {
            "life": 5.3,
            "text": "We now have confirmation there is a Horseman of Apocalypse here at the Savage Land.",
            "time": 2.5
        },
        "item": {
            "life": 2,
            "text": "What is his name, Professor Xavier?",
            "time": 8.1
        },
        "item": {
            "life": 1.5,
            "text": "Mikhail Rasputin.",
            "time": 10.2
        },
        "item": {
            "life": 4.4,
            "text": "No... not my brother, Mikhail?",
            "time": 11.7
        },
        "item": {
            "life": 1.9,
            "text": "I'm afraid so Colossus.",
            "time": 16.1
        },
        "item": {
            "life": 10,
            "text": "Ha, ha, ha. So you got a black sheep in the family, huh, Comrade? Well, don't feel so bad - my stepbrother's an embarrassment to me.",
            "time": 18.1
        },
        "item": {
            "life": 3.8,
            "text": "Quiet, Juggernaut. Can't you see Colossus is in pain?",
            "time": 28.1
        },
        "item": {
            "life": 3.2,
            "text": "Thank you, Wanda. You are very kind.",
            "time": 32
        },
        "item": {
            "life": 6.7,
            "text": "Uh, hey. What about my pain, Wanda? I feel very bad for poor old Colossus.",
            "time": 35.2
        },
        "item": {
            "life": 4.7,
            "text": "Professor Xavier, how did my brother come to be a Horseman of Apocalypse?",
            "time": 42.2
        },
        "item": {
            "life": 12.9,
            "text": "I don't know, but we must be extremely cautious. Mikhail is a force to be reckoned with. But there is good news. We know for certain Beast is here - but he's inside a buried temple.",
            "time": 47
        },
        "item": {
            "life": 9.3,
            "text": "A temple we can't walk to because there's no path. And we can't fly there because Mikhail's put automated surface to air missiles everywhere. We'll never get there.",
            "time": 59.9
        },
        "item": {
            "life": 8.9,
            "text": "That's not entirely true. Shanna has informed me there may be a path to this temple - but it's in a particularly hazardous section of the jungle.",
            "time": 69.3
        },
        "item": {
            "life": 7,
            "text": "Is anyone else not thrilled at hearing this is a particularly hazardous section of the jungle?",
            "time": 78.4
        },
        "item": {
            "life": 9.9,
            "text": "Sauron, an enemy of Ka-zar, dwells in this area of the jungle. And we're not certain, but it must be assumed he has joined Mikhail's forces.",
            "time": 85.3
        },
        "item": {
            "life": 2.7,
            "text": "You think there might be a trap waiting for us?",
            "time": 95.1
        },
        "item": {
            "life": 8.2,
            "text": "Most likely, but we have little choice. It is our only path to Beast. Be careful and good luck to you all.",
            "time": 97.8
        }
    }
}