{
    "SubTitles": {
        "item": {
            "life": 14.4,
            "text": "Having chased Apocalypse through the teleporter atop his tower our team wound up here in Giza, Egypt. With the aid of the X-Jet, we brought the rest of the team and are preparing for a final assault on Apocalypse's lair.",
            "time": 4
        },
        "item": {
            "life": 1.2,
            "text": "How's Angel?",
            "time": 18.3
        },
        "item": {
            "life": 12.1,
            "text": "Mentally he's shaken up, but given time he should recover from the mind control drugs of Mr. Sinister. Physically, I don't know if we'll ever be able to return him to his natural form.",
            "time": 19.6
        },
        "item": {
            "life": 2.7,
            "text": "Is Beast being controlled the same way Angel was?",
            "time": 32.1
        },
        "item": {
            "life": 6.1,
            "text": "Most definitely. If we can free him from Apocalypse, we should have little trouble clearing his mind.",
            "time": 34.8
        },
        "item": {
            "life": 5.8,
            "text": "It sounded as if Apocalypse has the four mutants he needs for his machine. Is this something we should be concerned about?",
            "time": 41.2
        },
        "item": {
            "life": 4.3,
            "text": "That's difficult to say until we find out exactly what it is.",
            "time": 47.2
        },
        "item": {
            "life": 2.9,
            "text": "And my son is a part of this machine?",
            "time": 51.7
        },
        "item": {
            "life": 3.2,
            "text": "Just like Polaris, Emma Frost and Sabretooth.",
            "time": 54.9
        },
        "item": {
            "life": 11.1,
            "text": "Then we must move swiftly, Xavier. I won't risk my son's life one more second - do you hear me? I've done as you asked up to this point, but I cannot wait another moment longer.",
            "time": 58.2
        },
        "item": {
            "life": 4.9,
            "text": "I understand Erik. But for us to succeed we must first locate Beast.",
            "time": 69.7
        },
        "item": {
            "life": 7.5,
            "text": "That's preposterous, Xavier. Why should I risk my son's life just to save one of your X-Men?",
            "time": 74.9
        },
        "item": {
            "life": 7.1,
            "text": "Think about it, Magneto. Apocalypse left the teleporter on in New York to deliberately lure us here. A trap is waiting for us.",
            "time": 82.7
        },
        "item": {
            "life": 5.1,
            "text": "Yes. If we can free Beast, he might be able to warn us what that trap is.",
            "time": 89.9
        },
        "item": {
            "life": 8.8,
            "text": "Very well, we'll do it your way, Xavier. But may the gods help you if my son is harmed.",
            "time": 95.3
        },
        "item": {
            "life": 5.8,
            "text": "Let's hope it doesn't come to that. Now be on your way, we have no time to waste.",
            "time": 104.3
        }
    }
}