{
    "conversation": {
        "startCondition": {
            "enableai": true,
            "noreturntogamecamatend": true,
            "participant": {
                "name": "default",
                "line": {
                    "soundtoplay": "voice/banshee/4_sewers2_010_001",
                    "soundtoplayb": "voice/banshee/4_sewers2_010_010",
                    "text": "%Banshee%: An X-Man! If you aren't a sight for sore eyes!",
                    "textb": "%Banshee%: What's a member of the Brotherhood doin' here? If I weren't in such a sorry state, I'd thrash you within an inch of your miserable life!",
                    "response": {
                        "text": "%BLANK%",
                        "line": {
                            "text": "%PLAYER%: Banshee! You're hurt.",
                            "textb": "%PLAYER%: Calm down, Banshee. We're working with the X-Men.",
                            "response": {
                                "text": "%BLANK%",
                                "line": {
                                    "soundtoplay": "voice/banshee/4_sewers2_010_003",
                                    "soundtoplayb": "voice/banshee/4_sewers2_010_012",
                                    "text": "%Banshee%: Aye, it happened back in the New York pens. Apocalypse's guards are none too kind ta their prisoners. Once I've had a chance ta heal, ya can bet I'll be payin' that lot a visit.",
                                    "textb": "%Banshee%: What? Has Xavier gone daft? We can't trust the likes of you!",
                                    "response": {
                                        "text": "%BLANK%",
                                        "line": {
                                            "text": "%PLAYER%: You were held prisoner?",
                                            "textb": "%PLAYER%: You better get used to it because we're here until we've freed Quicksilver from Apocalypse. How come you're hurt?",
                                            "response": {
                                                "text": "%BLANK%",
                                                "line": {
                                                    "soundtoplay": "voice/banshee/4_sewers2_010_005",
                                                    "soundtoplayb": "voice/banshee/4_sewers2_010_014",
                                                    "text": "%Banshee%: Apocalypse has thrown a great many people into the pens for his DNA testing. And to make matters worse, he's using something called a Brain Trust to psychically sap their will. It took every last ounce of my strength to escape.",
                                                    "textb": "%Banshee%: Well for starters, Apocalypse's guards for the New York pens aren't known for their kindness.  And ta make matters worse, there's something called The Brain Trust. It's used to destroy the prisoner's wills. I can assure ya, it took every ounce of me strength to escape.",
                                                    "response": {
                                                        "text": "%BLANK%",
                                                        "line": {
                                                            "text": "%PLAYER%: You go and get some medical attention - we'll take care of the Brain Trust.",
                                                            "textb": "%PLAYER%You go on to the X-Mansion and see Dr. MacTaggert.  We'll deal with the Brain Trust.",
                                                            "response": {
                                                                "text": "%BLANK%",
                                                                "line": {
                                                                    "soundtoplay": "voice/banshee/4_sewers2_010_007",
                                                                    "soundtoplayb": "voice/banshee/4_sewers2_010_016",
                                                                    "text": "%Banshee%: Before I go, let me tell ya, I did manage ta leave a wee bit of info on the nasties that await ya. Keep an eye out for it as ya move through the area. Good luck, lads.",
                                                                    "textb": "%Banshee%: I'll go. But first, as you make your way through the area keep your eyes open. I managed to leave a wee bit of info on the nasties that await ya. Never thought I'd be sayin' this to the likes of you, but good luck.",
                                                                    "response": {
                                                                        "chosenscriptfile": "act4/sewers/sewers2/banshee_gone",
                                                                        "conversationend": true,
                                                                        "text": "%BLANK%"
                                                                    }
                                                                }
                                                            }
                                                        }
                                                    }
                                                }
                                            }
                                        }
                                    }
                                }
                            }
                        }
                    }
                }
            }
        }
    }
}