{
    "SubTitles": {
        "item": {
            "life": 5.5,
            "text": "Recent reports indicate the entire population of Genosha is under lock and key.",
            "time": 3
        },
        "item": {
            "life": 2.8,
            "text": "Why would Apocalypse do that, Professor Xavier?",
            "time": 8.6
        },
        "item": {
            "life": 9.3,
            "text": "He's looking for something, or someone in particular. I suspect that it is why he came to Genosha in the first place. I need a team of you to...",
            "time": 11.5
        },
        "item": {
            "life": 5.2,
            "text": "I'm done takin' orders from you, little brother. You're always thinkin' you know what's best.",
            "time": 20.8
        },
        "item": {
            "life": 3.6,
            "text": "That's because he does. So why don't you quiet down?",
            "time": 25.9
        },
        "item": {
            "life": 6.2,
            "text": "He's just sayin' what all the Brotherhood's thinkin'. Why don't Magneto get ta give orders?",
            "time": 29.7
        },
        "item": {
            "life": 5.5,
            "text": "Toad, this isn't necessary. Charles and I discuss everything before a mission.",
            "time": 35.8
        },
        "item": {
            "life": 7.5,
            "text": "Yes, well, back to matters at hand. A team is needed to work their way through Genosha and release all the prisoners.",
            "time": 41.5
        },
        "item": {
            "life": 3.1,
            "text": "Once that's done will we start looking for Apocalypse?",
            "time": 49
        },
        "item": {
            "life": 4.3,
            "text": "Yes. Defeating him is the key to the freedom of Genosha.",
            "time": 52.1
        },
        "item": {
            "life": 10.2,
            "text": "Hey, Red. You're not only easy on the eyes, you're smart too. What'd ya say you'n me hook up later? I bet you'll find out being bad is kinda good.",
            "time": 56.4
        },
        "item": {
            "life": 3.3,
            "text": "You've just crossed a big line, Juggernaut.",
            "time": 66.7
        },
        "item": {
            "life": 1.4,
            "text": "Scott! That's enough!",
            "time": 70
        },
        "item": {
            "life": 0.8,
            "text": "But Professor,...",
            "time": 71.5
        },
        "item": {
            "life": 8.2,
            "text": "This bickering has gone on far too long. Don't you people realize lives are at stake? We have no time to worry our petty differences.",
            "time": 72.4
        },
        "item": {
            "life": 5.8,
            "text": "That cuts it. Let's ditch the X-Men. They're just slowin' us down anyway.",
            "time": 80.6
        },
        "item": {
            "life": 13.6,
            "text": "We need them, Toad. Apocalypse is far too powerful for us to defeat alone. And Charles is right. This infighting will stop - or you'll answer to me. Is that understood?",
            "time": 86.4
        },
        "item": {
            "life": 2.2,
            "text": "Y... yes, sir.",
            "time": 100
        },
        "item": {
            "life": 5.3,
            "text": "I'm so relieved you agree. Charles, you were saying?",
            "time": 102.3
        },
        "item": {
            "life": 10.9,
            "text": "Thank you, Erik. Freeing the prisoners will not be an easy task. And battling Apocalypse will be next to impossible. So be on your guard and good luck to you.",
            "time": 107.8
        }
    }
}