{
    "SubTitles": {
        "item": {
            "life": 13.9,
            "text": "Greetings. It seems we have a mission of mercy to carry out. To the north of us, Apocalypse's military is driving several hundred humans towards the ocean. It's just a matter of time before they're captured.",
            "time": 2.7
        },
        "item": {
            "life": 3.5,
            "text": "Magneto, we're not equipped to handle an evacuation that big.",
            "time": 16.7
        },
        "item": {
            "life": 1.7,
            "text": "Bolivar Trask is.",
            "time": 20.3
        },
        "item": {
            "life": 2.1,
            "text": "The man who invented Sentinels?",
            "time": 22.2
        },
        "item": {
            "life": 6,
            "text": "Yes, that Bolivar Trask. He's using a fleet of his Sentinels as an airlift for the refugees.",
            "time": 24.5
        },
        "item": {
            "life": 2.7,
            "text": "So why do we care? Let the Sentinels save 'em.",
            "time": 30.8
        },
        "item": {
            "life": 10.8,
            "text": "The problem is, Apocalypse has set up a series of defensive platforms along the coast. Those platforms will destroy any Sentinel that comes near.",
            "time": 33.7
        },
        "item": {
            "life": 4.1,
            "text": "I'm guessing they want us to take out the platforms so the Sentinels have a clear path.",
            "time": 44.7
        },
        "item": {
            "life": 2.2,
            "text": "That's correct, Cyclops.",
            "time": 49
        },
        "item": {
            "life": 3.2,
            "text": "But the Sentinels are going to attack us as soon as we're in their sights.",
            "time": 51.3
        },
        "item": {
            "life": 5,
            "text": "Great. So we wind up fighting both Apocalypse's men and Sentinels.",
            "time": 54.6
        },
        "item": {
            "life": 5.8,
            "text": "Not this time. Their programming's been rewritten such that to them, we'll look exactly like humans.",
            "time": 59.8
        },
        "item": {
            "life": 4.8,
            "text": "Is anyone else here getting that 'this is a recipe for disaster' feeling?",
            "time": 65.7
        },
        "item": {
            "life": 5.6,
            "text": "I would have thought an X-Man would jump at a chance to do a good deed such as this.",
            "time": 70.9
        },
        "item": {
            "life": 6.6,
            "text": "Oh, I'll do it. But you all better be prepared for a big 'I told you so' if something goes haywire.",
            "time": 76.6
        },
        "item": {
            "life": 6.6,
            "text": "Thank you for that thrilling insight. If there are no further questions, be on your way.",
            "time": 83.2
        }
    }
}