{
    "SubTitles": {
        "item": {
            "life": 12.3,
            "text": "Thanks to the efforts of Angel we've located Apocalypse's primary source of energy in Ontario, Canada. It's a nuclear power plant known as The Core.",
            "time": 3
        },
        "item": {
            "life": 2.9,
            "text": "So this 'Core' is to be our next target?",
            "time": 15.5
        },
        "item": {
            "life": 7.1,
            "text": "Yes, Mr. Wagner. Our goal will be to render that facility useless to Apocalypse.",
            "time": 18.4
        },
        "item": {
            "life": 9,
            "text": "All right. Finally we get a fun mission. I ain't never busted up a nuclear power plant before. That oughta make a lot of noise when it goes off.",
            "time": 25.5
        },
        "item": {
            "life": 8,
            "text": "I'm sorry, Juggernaut, but we have to be a bit more careful than that. Charles is adamant that we avoid a nuclear meltdown.",
            "time": 34.7
        },
        "item": {
            "life": 6.4,
            "text": "Humph, don't that sound just like my little brother - always takin' the fun outta everything.",
            "time": 42.7
        },
        "item": {
            "life": 7.9,
            "text": "Once the team arrives at the Core, Forge will take them through very specific steps to shutting down the facility.",
            "time": 49.4
        },
        "item": {
            "life": 10.6,
            "text": "Hold on a tic. How do we know this ain't some kinda trap? You know, like Destiny was sayin'... a team member is gonna betray us.",
            "time": 57.3
        },
        "item": {
            "life": 3.7,
            "text": "Are you suggesting Angel would send us into a trap?",
            "time": 68
        },
        "item": {
            "life": 8.3,
            "text": "Oh, I'm not suggestin' it. I'm sayin' it right out loud. Angel might be handin' us over to Apocalypse.",
            "time": 71.8
        },
        "item": {
            "life": 2,
            "text": "Ya know, the little guy's got a point.",
            "time": 80.3
        },
        "item": {
            "life": 3.9,
            "text": "That's preposterous, Angel would never do such a thing.",
            "time": 82.3
        },
        "item": {
            "life": 9.7,
            "text": "But what about that Shaw bloke Angel got the info from? Maybe he's workin' for Apocalypse and he sendin' us to our doom.",
            "time": 86.4
        },
        "item": {
            "life": 4.9,
            "text": "What would you have us do, Toad? Trust no one? Never leave on another mission?",
            "time": 96.1
        },
        "item": {
            "life": 1,
            "text": "There's a thought.",
            "time": 101.2
        },
        "item": {
            "life": 8.6,
            "text": "No, I will not allow us to fall into the trap of second guessing every action. We're going to the Core and that's final.",
            "time": 102.3
        }
    }
}