{
    "SubTitles": {
        "item": {
            "life": 9.3,
            "text": "You did well, battling your way through the Cerci tunnels and defeating Zealot. But now a much bigger challenge awaits us.",
            "time": 2.7
        },
        "item": {
            "life": 6.5,
            "text": "The X-Men've survived the worst you've thrown at us - so it's not like Apocalypse is gonna slow us down.",
            "time": 11.9
        },
        "item": {
            "life": 4.2,
            "text": "Hey 'Bobby' why don't you just shut yer yap?",
            "time": 18.5
        },
        "item": {
            "life": 5.2,
            "text": "Huh. Big and dumb. What an unusual combination.",
            "time": 22.8
        },
        "item": {
            "life": 3.6,
            "text": "So you must be lookin' ta die.",
            "time": 27.9
        },
        "item": {
            "life": 4.5,
            "text": "Like that's gonna happen at the hands of some bulked up, steroid freak like you.",
            "time": 31.5
        },
        "item": {
            "life": 4.4,
            "text": "Do not trouble yourself, comrade. Allow me to deal with this Cossack!",
            "time": 36
        },
        "item": {
            "life": 6.7,
            "text": "You're certainly welcome ta try, 'comrade'. Heck, snowboy here's even welcome ta join in.",
            "time": 40.2
        },
        "item": {
            "life": 4.5,
            "text": "Gentlemen, this is not the time or place for your childish outbursts.",
            "time": 47.1
        },
        "item": {
            "life": 2.7,
            "text": "But he started it. Why do you...",
            "time": 51.6
        },
        "item": {
            "life": 1.9,
            "text": "Robert, be quiet.",
            "time": 54.2
        },
        "item": {
            "life": 1,
            "text": "Yes, sir.",
            "time": 56.2
        },
        "item": {
            "life": 12.3,
            "text": "As I was saying, a much bigger challenge awaits us. Apocalypse has placed several bombs on the lower seawall of Genosha. Should we attempt to retake the city, he would detonate them.",
            "time": 57.4
        },
        "item": {
            "life": 4.2,
            "text": "Father, all of Genosha would flood - thousands would drown.",
            "time": 69.7
        },
        "item": {
            "life": 10.5,
            "text": "And that is why we must be cautious. A team is needed to remove the charges before we move further into Genosha. Let us proceed immediately.",
            "time": 74.6
        }
    }
}