{
    "conversation": {
        "startCondition": {
            "participant": {
                "name": "default",
                "line": {
                    "soundtoplay": "voice/profx/3_military1_010_001",
                    "text": "%ProfX%: Greetings. You've no doubt noticed the old Weapon X Facility is our latest headquarters. I find it every bit as discomforting as you, but we have limited options.",
                    "response": {
                        "text": "%BLANK%",
                        "line": {
                            "text": "%PLAYER%: It's certainly one of the last places anyone would think to find us.",
                            "response": {
                                "text": "%BLANK%",
                                "line": {
                                    "soundtoplay": "voice/profx/3_military1_010_003",
                                    "text": "%ProfX%: Precisely. Apocalypse's invasion of New York City was incredibly swift. And the attack coincided with a number of high-ranking leaders mysteriously falling into comas.",
                                    "response": {
                                        "text": "%BLANK%",
                                        "line": {
                                            "text": "%PLAYER%: Yeah, now the military has no chain of command. Any idea how Apocalypse accomplished that?",
                                            "response": {
                                                "text": "%BLANK%",
                                                "line": {
                                                    "soundtoplay": "voice/profx/3_military1_010_005",
                                                    "text": "%ProfX%: No, and the situation is quickly growing worse. Department H reports that Apocalypse is planning attacks on major cities around the world. We cannot allow that, therefore our primary objective will be to disable his military infrastructure.",
                                                    "response": {
                                                        "text": "%BLANK%",
                                                        "line": {
                                                            "text": "%PLAYER%: That's a pretty tall order. How are we gonna do that?",
                                                            "response": {
                                                                "text": "%BLANK%",
                                                                "line": {
                                                                    "soundtoplay": "voice/profx/3_military1_010_007",
                                                                    "text": "%ProfX%: At the moment, we know of two facilities important to Apocalypse's war machine: the Core and the Infinite factory. For more information on these locations, please talk to Heather Hudson and Angel.",
                                                                    "response": {
                                                                        "text": "%BLANK%",
                                                                        "line": {
                                                                            "soundtoplay": "voice/profx/3_military1_010_008",
                                                                            "text": "%ProfX%: Feel free to familiarize yourself with our new surroundings, but once you've finished, move quickly. The fate of the world may well hang in the balance.",
                                                                            "response": {
                                                                                "conversationend": true,
                                                                                "text": "%BLANK%"
                                                                            }
                                                                        }
                                                                    }
                                                                }
                                                            }
                                                        }
                                                    }
                                                }
                                            }
                                        }
                                    }
                                }
                            }
                        }
                    }
                }
            }
        }
    }
}