{
    "SubTitles": {
        "item": {
            "life": 10.3,
            "text": "Sabretooth has just informed us that a citizen of Genosha has escaped. Unfortunately she's hurt and in an area known as The Dead Zone.",
            "time": 2
        },
        "item": {
            "life": 0.6,
            "text": "Who is it?",
            "time": 12.5
        },
        "item": {
            "life": 4.8,
            "text": "A young woman named Blink. Sabretooth had gone to Genosha to rescue her.",
            "time": 13.2
        },
        "item": {
            "life": 4.2,
            "text": "That don't sound right... Sabretooth tried ta save someone?",
            "time": 18.3
        },
        "item": {
            "life": 4.7,
            "text": "Don't think too hard on it, tiny - cause he wouldn't ever save an X-Man.",
            "time": 22.7
        },
        "item": {
            "life": 3.8,
            "text": "Question is, who's gonna save you, bullet head?",
            "time": 28.2
        },
        "item": {
            "life": 2.5,
            "text": "Cut it out you two. Let the Professor talk.",
            "time": 32.2
        },
        "item": {
            "life": 4.3,
            "text": "Let's get one thing straight, Boy Scout. I don't take orders from you.",
            "time": 34.9
        },
        "item": {
            "life": 5,
            "text": "See? It's just like I told ya, Cyke. Juggernaut ain't house broken yet.",
            "time": 39.9
        },
        "item": {
            "life": 3.7,
            "text": "Gentlemen, please. Let us focus on more important matters.",
            "time": 45
        },
        "item": {
            "life": 1.1,
            "text": "Who's Blink?",
            "time": 48.9
        },
        "item": {
            "life": 5.2,
            "text": "She's a very gifted mutant with the ability to teleport.",
            "time": 50.1
        },
        "item": {
            "life": 1.5,
            "text": "So she's like Nightcrawler?",
            "time": 55.5
        },
        "item": {
            "life": 5.5,
            "text": "Only in the vaguest sense. Blink can teleport as far away as the moon.",
            "time": 57.2
        },
        "item": {
            "life": 2.8,
            "text": "Wow, that sure leaves the elf in the dust.",
            "time": 63.1
        },
        "item": {
            "life": 1.5,
            "text": "Did you say Blink might be hurt?",
            "time": 66.2
        },
        "item": {
            "life": 4.8,
            "text": "Yes, she was injured while attempting to teleport out of Genosha.",
            "time": 67.9
        },
        "item": {
            "life": 7,
            "text": "And that is why a team of you is needed to immediately begin searching the Dead Zone for this young woman. Good luck to you.",
            "time": 72.9
        }
    }
}