{
    "SubTitles": {
        "item": {
            "life": 2,
            "text": "Jean, how is Beast doing?",
            "time": 4
        },
        "item": {
            "life": 5.3,
            "text": "The only real damage done was to his pride. He feels terrible for how he acted.",
            "time": 6.3
        },
        "item": {
            "life": 5.5,
            "text": "But he wasn't responsible for his actions. Sinister's drugs had taken control of his mind.",
            "time": 12.2
        },
        "item": {
            "life": 7.6,
            "text": "I've told him that, but he refuses to listen. But in time, he'll come around. He's already starting to talk about rebuilding the X-Mansion.",
            "time": 17.8
        },
        "item": {
            "life": 7.6,
            "text": "So let's cut to the chase  - what are we up against? What's this big bad experiment of Apocalypse?",
            "time": 25.6
        },
        "item": {
            "life": 5.1,
            "text": "To begin with, Apocalypse was searching for four mutants with Harmonic DNA.",
            "time": 33.5
        },
        "item": {
            "life": 3.2,
            "text": "So that's why he set up prisons in Genosha and New York City.",
            "time": 37.9
        },
        "item": {
            "life": 7.7,
            "text": "Yes, and eventually he found his 'four': Polaris, Quicksilver, Emma Frost and Sabretooth.",
            "time": 42.4
        },
        "item": {
            "life": 2.5,
            "text": "But what is Harmonic DNA?",
            "time": 50.3
        },
        "item": {
            "life": 8.7,
            "text": "Think of the four people as four musical notes. If their pitches, or DNA, are just right, they will resonate and strengthen each other.",
            "time": 53
        },
        "item": {
            "life": 4.7,
            "text": "Okay, so he has four mutants whose powers go well together, what does that mean?",
            "time": 62.4
        },
        "item": {
            "life": 7.5,
            "text": "If those four are placed in the device Beast transcribed from the Nuwali temple, their powers can be transferred to one individual.",
            "time": 67.1
        },
        "item": {
            "life": 4.7,
            "text": "And that individual just hasta be our good buddy, Apocalypse.",
            "time": 74.2
        },
        "item": {
            "life": 17,
            "text": "Exactly. The process takes time to reach its peak - so we have a window of opportunity. But if we delay too long, Apocalypse will become invincible. And he will once again bring war to us, and this time he will not fail.",
            "time": 79.3
        },
        "item": {
            "life": 2.4,
            "text": "Be on your way. And move quickly.",
            "time": 97.2
        }
    }
}