{
    "SubTitles": {
        "item": {
            "life": 5.2,
            "text": "Our host, Ka-zar, has recently informed me a cache of Anti-metal has been stolen.",
            "time": 3.7
        },
        "item": {
            "life": 2.7,
            "text": "Anti-metal? What the heck is that?",
            "time": 8.9
        },
        "item": {
            "life": 3.4,
            "text": "Isn't it an element that's able to destroy any known metal?",
            "time": 11.6
        },
        "item": {
            "life": 8.5,
            "text": "Correct. Anti-metal was what brought Ka-Zar's father to the Savage Land, and eventually led to Ka-Zar being stranded here.",
            "time": 15.1
        },
        "item": {
            "life": 4.2,
            "text": "Most impressive, Wanda. You are as intelligent as you are lovely.",
            "time": 23.6
        },
        "item": {
            "life": 1.5,
            "text": "Why thank you, Colossus.",
            "time": 27.7
        },
        "item": {
            "life": 13.6,
            "text": "Hey, hey! What's goin' on here? I mean, if you look past the fact Colossus is big and handsome and rugged, what's he got that I ain't got?",
            "time": 29.5
        },
        "item": {
            "life": 3.5,
            "text": "It is indeed mind blowing, isn't it, Toad?",
            "time": 43.1
        },
        "item": {
            "life": 3.4,
            "text": "So, Charles. What is it that Ka-zar wants us to do?",
            "time": 47
        },
        "item": {
            "life": 13.5,
            "text": "He believes the Anti-metal was stolen by Mikhail's forces. He would like you to search the Nuwali temple and see if you can find it and return it to him. Ka-Zar does not want it to fall into Apocalypse's hands.",
            "time": 50.4
        },
        "item": {
            "life": 5.5,
            "text": "If Mister Sinister were able to replicate it, the results would be disastrous.",
            "time": 63.7
        },
        "item": {
            "life": 6.3,
            "text": "Apocalypse's army would be unstoppable. No bank or military installation would be safe.",
            "time": 69.5
        },
        "item": {
            "life": 5.7,
            "text": "Not to mention what it would do to an adamantium laced skeleton like yours, mein good friend.",
            "time": 75.7
        },
        "item": {
            "life": 5.6,
            "text": "Anti-metal sounds extremely dangerous, Charles. We'll find it and return it to Ka-Zar.",
            "time": 81.5
        },
        "item": {
            "life": 2.3,
            "text": "Very well then, be on your way.",
            "time": 87.3
        }
    }
}