{
    "SubTitles": {
        "item": {
            "life": 5.1,
            "text": "Welcome to the Savage Land. I trust you're familiarizing yourselves with the area.",
            "time": 3.3
        },
        "item": {
            "life": 10.3,
            "text": "Oh, yeah. It's got raptors, pterodactyls, and pythons as big as cars - a real cozy place. And we think Beast might be here?",
            "time": 8.4
        },
        "item": {
            "life": 8.3,
            "text": "Ja, in the rubble of the X-Mansion I found a message scratched into the wooden floor. It read 'Savage Land'.",
            "time": 18.7
        },
        "item": {
            "life": 3.5,
            "text": "I don't know . . . sounds kinda fishy ta me.",
            "time": 27.1
        },
        "item": {
            "life": 7.8,
            "text": "I had no idea you were such a pansy, Wolverine. But I guess that's why you talk so much and fight so little.",
            "time": 30.8
        },
        "item": {
            "life": 2,
            "text": "That does it. You're dead meat.",
            "time": 38.7
        },
        "item": {
            "life": 2,
            "text": "Wolverine, think of Polaris.",
            "time": 40.7
        },
        "item": {
            "life": 10.1,
            "text": "Right. Yeah. We need these jerks to find her. But once this truce is over, you and me are gonna have a little chat, Juggernaut.",
            "time": 42.7
        },
        "item": {
            "life": 2.2,
            "text": "Anytime you want, short stuff.",
            "time": 52.8
        },
        "item": {
            "life": 6.7,
            "text": "Let me know when you are going to have this conversation, Wolverine. I may want to talk with Juggernaut as well.",
            "time": 55
        },
        "item": {
            "life": 3.7,
            "text": "Charles, what is our first order of business here in the Savage Land?",
            "time": 61.8
        },
        "item": {
            "life": 12.7,
            "text": "A short time ago Mystique left to search the jungles for a mutant named Destiny. She's a former Brotherhood member who recently took up residence in the Savage Lands. Apparently neither woman has been heard from in quite some time.",
            "time": 65.3
        },
        "item": {
            "life": 2.7,
            "text": "Do you suspect Mystique's up to something?",
            "time": 78
        },
        "item": {
            "life": 5.8,
            "text": "With her, there's always that possibility. But right now, I'm merely concerned for her safety.",
            "time": 80.7
        },
        "item": {
            "life": 5.6,
            "text": "Pyro followed her as far as the Jungle Canal. Search that area and see what you can find.",
            "time": 87
        },
        "item": {
            "life": 5.9,
            "text": "Don't worry, Charles. We'll make certain Mystique's all right . . . and discover what mischief she's up to.",
            "time": 92.6
        },
        "item": {
            "life": 2.4,
            "text": "Very good. Until we meet again.",
            "time": 98.4
        }
    }
}