{
    "SubTitles": {
        "item": {
            "life": 9.8,
            "text": "Now that we've gained access to Apocalypse's tower, we are at the most critical juncture of our endeavor. The way through this stronghold will not be an easy one.",
            "time": 2
        },
        "item": {
            "life": 7.9,
            "text": "But Professor, even if we do somehow manage to beat Apocalypse there's still the small matter of all his defenses around New York City.",
            "time": 11.8
        },
        "item": {
            "life": 9,
            "text": "Bishop is right. There is no telling what Apocalypse might do to if he's defeated. Remember he was willing to flood all of Genosha.",
            "time": 20.2
        },
        "item": {
            "life": 11,
            "text": "And that's precisely why I'm having Beast meet you once you've arrived at the top of the tower. From there, he'll be able to shutdown any destructive devices Apocalypse might have activated.",
            "time": 29.1
        },
        "item": {
            "life": 4.8,
            "text": "Not to sound like a skippin' record, but what about Destiny's prediction?",
            "time": 40.3
        },
        "item": {
            "life": 0.9,
            "text": "What's a record?",
            "time": 45.4
        },
        "item": {
            "life": 5.1,
            "text": "Would you flippin' listen to me? We're supposed to be handed over to Apocalypse.",
            "time": 46.3
        },
        "item": {
            "life": 2.8,
            "text": "Who's to say you aren't the one to turn us in, Toad?",
            "time": 51.5
        },
        "item": {
            "life": 7.3,
            "text": "Me? Me? Have you gone loony? I'm the one who's been tryin' to warn you all along!",
            "time": 54.4
        },
        "item": {
            "life": 2.7,
            "text": "Methinks Toad doth protest too much.",
            "time": 61.7
        },
        "item": {
            "life": 7.6,
            "text": "Would you put a cork in it, kid? We're close to the end of the mission and Destiny's prediction hasn't come true yet.",
            "time": 64.5
        },
        "item": {
            "life": 2.7,
            "text": "Perhaps for once she is wrong, Toad.",
            "time": 72.2
        },
        "item": {
            "life": 11.4,
            "text": "Yes, we'll have to assume her prediction will not come true. We can take no other course of action than the one we've decided. Now be on your way and the best of luck to you.",
            "time": 75.1
        }
    }
}